---
kind: enumMember
id: F:Autodesk.Revit.DB.FittingAndAccessoryCalculationType.Undefined
enum: Autodesk.Revit.DB.FittingAndAccessoryCalculationType
source: html/6bc45325-d5e3-c389-d30a-39a3e6799103.htm
---
# Autodesk.Revit.DB.FittingAndAccessoryCalculationType.Undefined

Undefined fitting and accessory pressure drop calculation type.